app/views/teams/show.html.erb

								<li><%= link_to "일정관리", write_meeting_path(params[:id]), method: :post %></li>
								<% if Admin.where(user_id: current_user.id).exists? %>
---
SELECT  1 AS one FROM "admins" WHERE "admins"."user_id" = $1 AND "admins"."team_id" = $2 LIMIT $3  [["user_id", 5], ["team_id", 6], ["LIMIT", 1]]
SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 6]]


					<% if Uht.where(user_id: current_user.id, team_id: @team.id).exists? %>
---
SELECT  1 AS one FROM "uhts" WHERE "uhts"."user_id" = $1 AND "uhts"."team_id" = $2 LIMIT $3  [["user_id", 1], ["team_id", 1], ["LIMIT", 1]]

									<li><a href="#">Menu3</a></li>
									<% if Admin.where(user_id: current_user.id).exists? %>
---
SELECT  1 AS one FROM "admins" WHERE "admins"."user_id" = $1 AND "admins"."team_id" = $2 LIMIT $3  [["user_id", 3], ["team_id", 3], ["LIMIT", 1]]
SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 6]]