app/views/teams/show.html.erb

				<% @@uht = Uht.where(team_id: params[:id]) %>
					<% if Admin.where(user_id: current_user.id, team_id: params[:id]).exists? == true and Uht.where(user_id: current_user.id, team_id: @team.id).exists? == false %>
---
SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 7]]
SELECT  1 AS one FROM "admins" WHERE "admins"."user_id" = $1 AND "admins"."team_id" = $2 LIMIT $3  [["user_id", 5], ["team_id", 6], ["LIMIT", 1]]
SELECT  1 AS one FROM "uhts" WHERE "uhts"."user_id" = $1 AND "uhts"."team_id" = $2 LIMIT $3  [["user_id", 5], ["team_id", 6], ["LIMIT", 1]]

							<div class="team_main">
								<a href="http://jo-byeol-mbjdm.run.goorm.io/teams/<%= params[:id] %>"><%= Team.find(params[:id]).t_name %></a>
---
SELECT  "teams".* FROM "teams" WHERE "teams"."id" = $1 LIMIT $2  [["id", 6], ["LIMIT", 1]]


						<% if Uht.where(user_id: current_user.id, team_id: @team.id).exists? %>
---
SELECT  1 AS one FROM "uhts" WHERE "uhts"."user_id" = $1 AND "uhts"."team_id" = $2 LIMIT $3  [["user_id", 5], ["team_id", 6], ["LIMIT", 1]]

								<div class="team_main">
									<a href="http://jo-byeol-mbjdm.run.goorm.io/teams/<%= params[:id] %>"><%= Team.find(params[:id]).t_name %></a>
---
SELECT  "teams".* FROM "teams" WHERE "teams"."id" = $1 LIMIT $2  [["id", 6], ["LIMIT", 1]]