app/views/home/index.html.erb

					<% if admins.user_id == current_user.id %>
						<% if Uht.where(user_id: current_user.id, team_id: admins.team_id).exists? == false %>
---
SELECT "uhts".* FROM "uhts" WHERE "uhts"."user_id" = $1  [["user_id", 3]]
SELECT  "teams".* FROM "teams" WHERE "teams"."id" = $1 LIMIT $2  [["id", 5], ["LIMIT", 1]]
SELECT  1 AS one FROM "uhts" WHERE "uhts"."user_id" = $1 AND "uhts"."team_id" = $2 LIMIT $3  [["user_id", 3], ["team_id", 4], ["LIMIT", 1]]

									<div class="card-body" style="width:100%;">
										<h4 class="card-title"><%= Team.find(admins.team_id).t_name %></h4>
										<h6 class="card-subtitle mb-2 text-muted"><img src="<%= asset_path 'owner.png' %>" ><%= User.find(current_user.id).email %></h6>
										<p class="card-text">
											과목명 : <%= Team.find(admins.team_id).c_name %> <br>
											교수명 : <%= Team.find(admins.team_id).p_name %>
---
SELECT  "teams".* FROM "teams" WHERE "teams"."id" = $1 LIMIT $2  [["id", 5], ["LIMIT", 1]]
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 3], ["LIMIT", 1]]


				<% @uht = Uht.where(user_id: current_user.id) %>
---
SELECT "uhts".* FROM "uhts" WHERE "uhts"."user_id" = $1  [["user_id", 3]]

						<div class="card-body" style="width:100%;">
							<h4 class="card-title"><%= Team.find(uht.team_id).t_name %></h4>
							<% @admin = Admin.where(team_id: uht.team_id) %>
							<% @admin.each do |admin| %>
							<h6 class="card-subtitle mb-2 text-muted"><img src="<%= asset_path 'owner.png' %>" ><%= User.find(admin.user_id).email %></h6>
							<p class="card-text">
								과목명 : <%= Team.find(uht.team_id).c_name %> <br>
								교수명 : <%= Team.find(uht.team_id).p_name %>
---
SELECT  "teams".* FROM "teams" WHERE "teams"."id" = $1 LIMIT $2  [["id", 3], ["LIMIT", 1]]
SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 3]]
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 2], ["LIMIT", 1]]