app/views/home/index.html.erb

SELECT  1 AS one FROM "uhts" WHERE "uhts"."user_id" = $1 AND "uhts"."team_id" = $2 LIMIT $3  [["user_id", 3], ["team_id", 4], ["LIMIT", 1]]
---
					<% if admins.user_id == current_user.id %>
						<% if Uht.where(user_id: current_user.id, team_id: admins.team_id).exists? == false %>

SELECT  "teams".* FROM "teams" WHERE "teams"."id" = $1 LIMIT $2  [["id", 2], ["LIMIT", 1]]
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]
---
					<div class="contents">
									<%= Team.find(admins.team_id).t_name %><br><br>
									<img src="<%= asset_path 'owner.png' %>" > <%= User.find(current_user.id).email %><br>

SELECT "uhts".* FROM "uhts" WHERE "uhts"."user_id" = $1  [["user_id", 3]]
---

				<% @uht = Uht.where(user_id: current_user.id) %>

SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 3]]
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 2], ["LIMIT", 1]]
---
						<%= Team.find(uht.team_id).t_name %><br><br>
						<% @admin = Admin.where(team_id: uht.team_id) %>
						<% @admin.each do |admin| %>
						<img src="<%= asset_path 'owner.png' %>" ><%= User.find(admin.user_id).email %><br>