app/views/uhts/index.html.erb

SELECT  "teams".* FROM "teams" WHERE "teams"."id" = $1 LIMIT $2  [["id", 3], ["LIMIT", 1]]
---
			<div class="team_main">
				<a href="http://jo-byeol-mbjdm.run.goorm.io/teams/<%= params[:team_id] %>"><%= Team.find(params[:team_id]).t_name %></a>

SELECT  1 AS one FROM "admins" WHERE "admins"."user_id" = $1 LIMIT $2  [["user_id", 2], ["LIMIT", 1]]
---
					<li><%= link_to "일정관리", write_meeting_path(params[:team_id]), method: :post %></li>
					<% if Admin.where(user_id: current_user.id).exists? %>

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 2], ["LIMIT", 1]]
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 ORDER BY "users"."id" ASC LIMIT $2  [["id", 3], ["LIMIT", 1]]
---
				<tr>
					<td><%= User.find(uht.user_id).name %></td>
					<td><%= User.find(uht.user_id).number %></td>
					<td><%= User.find(uht.user_id).email %></td>