app/views/posts/show.html.erb

					<div class="team_main">
						<a href="http://jo-byeol-mbjdm.run.goorm.io/teams/<%= @team %>"><%= Team.find(@team).t_name %></a>
---
SELECT  "teams".* FROM "teams" WHERE "teams"."id" = $1 LIMIT $2  [["id", 4], ["LIMIT", 1]]

								<% @comments.each do |comments| %>
									<p style="font-size:15px; float:left;"><%= User.find(comments.user_id).name %>&nbsp;&nbsp;&nbsp;</p>
---
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 3], ["LIMIT", 1]]