app/controllers/activities_controller.rb

SELECT "activities".* FROM "activities" WHERE "activities"."team_id" = $1  [["team_id", 2]]
SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 4]]
---
  def index
    @activities = Activity.where(team_id: params[:team_id]).all
	@team = params[:team_id]
	@admin = Admin.where(team_id: @team)

SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 3]]
---
  def new
    @activity = Activity.new
	@team = params[:team_id]
	@activities = Activity.where(team_id: @team)
	@admin = Admin.where(team_id: @team)

INSERT INTO "activities" ("team_id", "user_id", "title", "research", "ppt", "script", "attachment", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7, $8, $9) RETURNING "id"
---
  def create
    @activity = Activity.new(activity_params)
	@team = @activity.team_id

    respond_to do |format|
      if @activity.save

DELETE FROM "activities" WHERE "activities"."id" = $1  [["id", 3]]
---
  def destroy
    @activity.destroy

SELECT  "activities".* FROM "activities" WHERE "activities"."id" = $1 LIMIT $2  [["id", 6], ["LIMIT", 1]]
---
    def set_activity
      @activity = Activity.find(params[:id])