app/controllers/admins_controller.rb

  def create
    @admin = Admin.new(admin_params)
	team_id = @admin.team_id

    respond_to do |format|
      if @admin.save
---
INSERT INTO "admins" ("user_id", "team_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["user_id", 1], ["team_id", 2], ["created_at", "2021-05-23 11:19:39.664949"], ["updated_at", "2021-05-23 11:19:39.664949"]]