app/controllers/home_controller.rb

SELECT "admins".* FROM "admins"
---
  def index
	@meetings = Meeting.all
	@admins = Admin.all