app/controllers/meetings_controller.rb

  def index
    @meetings = Meeting.all
---
SELECT "meetings".* FROM "meetings"

  def new
	@meetings = Meeting.where(team_id: params[:team_id]).all
    @meeting = Meeting.new
	@team = params[:team_id]
	@admin = Admin.where(team_id: @team)
---
SELECT "meetings".* FROM "meetings" WHERE "meetings"."team_id" = $1  [["team_id", 2]]
SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 4]]

  def create
    @meeting = Meeting.new(meeting_params)
	@team_id = @meeting.team_id

    respond_to do |format|
      if @meeting.save
---
INSERT INTO "meetings" ("team_id", "schedule", "start_time", "place", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["team_id", 4], ["schedule", "회의하기"], ["start_time", "2021-05-29 13:00:00"], ["place", "지천관 601호"], ["created_at", "2021-05-28 01:40:54.258989"], ["updated_at", "2021-05-28 01:40:54.258989"]]

    def set_meeting
      @meeting = Meeting.find(params[:id])
---
SELECT  "meetings".* FROM "meetings" WHERE "meetings"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]