app/controllers/posts_controller.rb

  def index
    @team = params[:team_id]
	@pagy, @posts = pagy(Post.where(team_id: @team).all, items: 4)
---
SELECT "posts".* FROM "posts" WHERE "posts"."team_id" = $1  [["team_id", 4]]

  def create
    @post = Post.new(post_params)
	@team = @post.team_id

    respond_to do |format|
      if @post.save
---
INSERT INTO "posts" ("user_id", "team_id", "title", "contents", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["user_id", 3], ["team_id", 4], ["title", "피피티 수정 부탁드립니다."], ["contents", "4페이지 오타 확인 부탁드립니다."], ["created_at", "2021-05-28 16:01:06.650248"], ["updated_at", "2021-05-28 16:01:06.650248"]]

	def upvote
    	@post = Post.find(params[:id])
---
SELECT  "posts".* FROM "posts" WHERE "posts"."id" = $1 LIMIT $2  [["id", 4], ["LIMIT", 1]]

	def downvote
		@post = Post.find(params[:id])
---
SELECT  "posts".* FROM "posts" WHERE "posts"."id" = $1 LIMIT $2  [["id", 1], ["LIMIT", 1]]