app/controllers/teams_controller.rb

SELECT "meetings".* FROM "meetings" WHERE "meetings"."team_id" = $1  [["team_id", 6]]
SELECT "meetings".* FROM "meetings" WHERE "meetings"."start_time" = $1  [["start_time", "2021-05-23 14:00:00"]]
SELECT MAX("meetings"."start_time") FROM "meetings" WHERE "meetings"."team_id" = $1  [["team_id", 1]]
SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 3]]
---
  def show
	@t = Time.now
	@meeting = Meeting.where(team_id: params[:id])
	@lately_meeting = Meeting.where(start_time: @meeting.maximum("start_time"))
	@admin = Admin.where(team_id: params[:id])

SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 4]]
---
  def edit
	  @admin = Admin.where(team_id: params[:id])

INSERT INTO "teams" ("t_name", "c_name", "p_name", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["t_name", "미치겠조"], ["c_name", "인공지능"], ["p_name", "정덕길"], ["created_at", "2021-05-30 07:57:47.548214"], ["updated_at", "2021-05-30 07:57:47.548214"]]
---
  def create
    @team = Team.new(team_params)
	team_id = @team.id

    respond_to do |format|
      if @team.save

UPDATE "teams" SET "p_name" = $1, "updated_at" = $2 WHERE "teams"."id" = $3  [["p_name", "김성희"], ["updated_at", "2021-05-26 15:25:27.252668"], ["id", 4]]
---
  def update
    respond_to do |format|
      if @team.update(team_params)

DELETE FROM "teams" WHERE "teams"."id" = $1  [["id", 5]]
---
  def destroy
    @team.destroy