app/controllers/uhts_controller.rb

SELECT "uhts".* FROM "uhts"
SELECT  "teams".* FROM "teams" WHERE "teams"."id" = $1 LIMIT $2  [["id", 2], ["LIMIT", 1]]
SELECT "uhts".* FROM "uhts" WHERE "uhts"."team_id" = $1  [["team_id", 2]]
SELECT "admins".* FROM "admins" WHERE "admins"."team_id" = $1  [["team_id", 4]]
---
  def index
    @uhts = Uht.all
	@team = Team.find(params[:team_id])
	@uht = Uht.where(team_id: @team)
	@admin = Admin.where(team_id: @team)

INSERT INTO "uhts" ("user_id", "team_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["user_id", 4], ["team_id", 4], ["created_at", "2021-05-28 02:41:14.343744"], ["updated_at", "2021-05-28 02:41:14.343744"]]
---
  def create
    @uht = Uht.new(uht_params)
	@team_id = @uht.team_id

    respond_to do |format|
      if @uht.save

DELETE FROM "uhts" WHERE "uhts"."id" = $1  [["id", 8]]
---
  def destroy
    @uht.destroy

SELECT  "uhts".* FROM "uhts" WHERE "uhts"."id" = $1 LIMIT $2  [["id", 9], ["LIMIT", 1]]
---
    def set_uht
      @uht = Uht.find(params[:id])